[
    {
        "id": "blizzard_brahma_88",
        "name": "Blizzard Brahma 88",
        "description": "We define all-mountain as a skier who doesn’t color in the lines. It’s more of a philosophy, a sense of freedom to ski whatever you want on the mountain. The Brahma 88 will give you the ability to seize the snowpack throughout the most frigid temperatures and firm conditions. Compared to its wider brethren in this category, the Brahma 88 utilizes its TrueBlend Woodcore, two sheets of metal and reduced rocker profile for a better grip on hard, icy snow. This ski will take the energy you give it and transfer that power into the snowpack, so you can rip down the mountain with confidence and ease. As the day’s smooth terrain gets eaten up by hungry skiers, the Brahma has the backbone to ski efficiently through crud, which means you’ll be skiing longer (and stronger) than everyone else. Save your ski day, save your legs, ski the Brahma.",
        "specs": "Construction: Sandwich Compound Sidewall (Ti), Carbon Flipcore, TrueFlex Technology\nRocker: Rocker-Camber-Rocker",
        "info": {
            "length": "165, 171, 177, 183, 189",
            "radius": "14, 15, 16, 17.5, 19",
            "tip": "128",
            "waist": "88",
            "tail": "110"
        },
        "brand": "Blizzard",
        "image": "images/skis/blizzard_brahma_88.webp"
    },
    {
        "id": "dynastar_m-pro_99",
        "name": "Dynastar M-Pro 99",
        "description": "Lively, precise and maneuverable, the M-PRO 90 is a freeride ski with moderate dimensions. Boasting impeccable grip, this accessible and light ski offers an optimum response in all situations. Designed for wide open spaces and all kinds of snow, the M-PRO 90 is your best friend for the winter season.",
        "specs": "Technology: Powerdrive\nRocker: Tip & Tail Rocker\nConstruction: Sandwich Full Sidewall\nCore: Hybrid Poplar PU\nReinforcement: TI Rocket Frame",
        "info": {
            "length": "162, 170, 178, 186",
            "radius": "13, 16, 18, 21",
            "tip": "118, 119, 120, 120",
            "waist": "88, 89, 90, 90",
            "tail": "108, 109, 110, 110"
        },
        "brand": "Dynastar",
        "image": "images/skis/dynastar_m-pro_90.webp"
    },
    {
        "id": "nordica_enforcer_100",
        "name": "Nordica Enforcer 100",
        "description": "Guided by a commitment to relentless refinement, Nordica has completely reimagined the Enforcer 100. Thanks to a new construction and an upgraded tip design, this best-selling ski offers a more playful feel and even greater versatility—while continuing to deliver its legendary all mountain performance. For a trusted ride that’s especially smooth and stable, it pairs an all new carbon chassis with a new core profile and two sheets of metal. In addition to dampening vibrations and reducing weight, this creates a more forgiving ski that also maximizes stability and response. And to boost confidence in variable conditions, the Enforcer features an early rise tip and slight tail rocker with traditional camber under foot. Armed with a modern design, it allows you to ski how you want—where you want. Smoother and more playful than ever, the new Enforcer 100 redefines what an all mountain ski can do.",
        "specs": "Construction: Energy 2 TI\nRocker: All Mountain Rocker\nCore + Key Materials: Performance Wood + Metal + Sidewall\nFactory Base Bevel: 1°\nFactory Side Bevel: 2°",
        "info": {
            "length": "162, 170, 178, 186",
            "radius": "13, 16, 18, 21",
            "tip": "118, 119, 120, 120",
            "waist": "88, 89, 90, 90",
            "tail": "108, 109, 110, 110"
        },
        "brand": "Nordica",
        "image": "images/skis/nordica_enforcer_100.webp"
    }
]